-- -----------------------------------------------------
-- Table `SSAFIT`.`Board`
-- SAMPLE DATA
-- -----------------------------------------------------

INSERT INTO Board (title, content, user_id)
VALUES 
("게시글 1", "게시글 1 내용", "ssafy0001"),
("게시글 2", "게시글 2 내용", "ssafy0002"),
("게시글 3", "게시글 3 내용", "ssafy0003"),
("게시글 4", "게시글 4 내용", "ssafy0004"),
("게시글 5", "게시글 5 내용", "ssafy0005"),
("게시글 6", "게시글 6 내용", "ssafy0006"),
("게시글 7", "게시글 7 내용", "ssafy0007"),
("게시글 8", "게시글 8 내용", "ssafy0008"),
("게시글 9", "게시글 9 내용", "ssafy0009"),
("게시글 10", "게시글 10 내용", "ssafy0010");