-- -----------------------------------------------------
-- Table `SSAFIT`.`Member`
-- SAMPLE DATA
-- -----------------------------------------------------

-- 가입 유저 데이터 추가
INSERT INTO Member (user_id, club_id, access)
VALUES 
("user0001", 1, 1),
("user0001", 5, 1),
("user0002", 4, 1),
("user0003", 7, 1),
("user0004", 3, 1),
("user0005", 5, 1),
("user0006", 1, 1),
("user0006", 6, 1),
("user0007", 2, 1),
("user0007", 5, 1),
("user0008", 2, 1),
("user0008", 7, 1),
("user0009", 4, 1),
("user0009", 5, 1),
("user0010", 5, 1),
("user0010", 6, 1),
("user0011", 6, 1),
("user0011", 7, 1),
("user0012", 2, 1),
("user0012", 7, 1);


-- 가입 요청중 데이터 추가
INSERT INTO Member (user_id, club_id, access)
VALUES 
("user0001", 7, 0),
("user0002", 6, 0),
("user0003", 3, 0),
("user0004", 5, 0),
("user0005", 6, 0),
("user0006", 7, 0),
("user0007", 6, 0),
("user0007", 7, 0),
("user0008", 5, 0),
("user0008", 6, 0),
("user0009", 3, 0),
("user0009", 6, 0),
("user0011", 3, 0),
("user0012", 5, 0);