-- -----------------------------------------------------
-- Table `SSAFIT`.`club_schedule`
-- SAMPLE DATA
-- -----------------------------------------------------

-- 클럽 일정 데이터 추가
INSERT INTO club_schedule (club_id, schedule)
VALUES 
(1, '2024-05-27 18:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 1반
(1, '2024-05-29 18:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 1반
(1, '2024-05-31 18:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 1반
(2, '2024-05-27 20:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 2반
(2, '2024-05-29 20:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 2반
(2, '2024-05-31 20:00:00'), -- 역삼 베스트짐 평일 저녁 그룹PT 2반
(3, '2024-05-27 07:00:00'), -- 365 GYM 논현점 월수금 오전 필라테스 그룹레슨
(3, '2024-05-29 07:00:00'), -- 365 GYM 논현점 월수금 오전 필라테스 그룹레슨
(3, '2024-05-31 07:00:00'), -- 365 GYM 논현점 월수금 오전 필라테스 그룹레슨
(4, '2024-05-28 20:00:00'), -- 365 GYM 논현점 평일 저녁 필라테스 그룹레슨
(4, '2024-05-30 20:00:00'), -- 365 GYM 논현점 평일 저녁 필라테스 그룹레슨
(5, '2024-06-01 05:00:00'), -- 잠실 수영장 새벽반 1
(5, '2024-06-03 05:00:00'), -- 잠실 수영장 새벽반 1
(5, '2024-06-06 05:00:00'), -- 잠실 수영장 새벽반 1
(6, '2024-06-01 10:00:00'), -- 판교 테니스 클럽 정기 멤버십
(6, '2024-06-08 10:00:00'), -- 판교 테니스 클럽 정기 멤버십
(7, '2024-05-25 11:00:00'), -- 프렌즈 FC
(7, '2024-06-08 11:00:00'); -- 프렌즈 FC

